Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Maŋemus 4 jagi leat čađahuvvon moadde prošeavtta , ja dasto lea Álgoálbmogiid Doaibmaprográmma 2000–2003 ráhkaduvvon .
nob: De siste 4 år har det vært gjennomført noen prosjekter , samt at Handlingsprogrammet for urfolk 2000–2003 , er utarbeidet .

source: Regiovdnaráđđi mearridii 1999:s prográmma prošeaktaoasi .
nob: Regionrådet vedtok i 1999 prosjektdelen i programmet .

source: Álgoálbmotovttasbarggus lea potensiála mii ii leat geavahuvvon .
nob: Urfolksamarbeidet har et ubrukt potensiale .

source: Jus galgá nagodit loktet dan , de eaktuduvvo ahte buot dárbbašlaš resurssat sáhttet geavahuvvot doaibmaprográmma čađaheamis , ja ahte dahkkojit muhtun organisatuvrralaš rievdadusat .
nob: Skal det kunne gis et løft , forutsettes det at nødvendige ressurser stilles til disposisjon for gjennomføring av handlingsprogrammet , og at det gjennomføres noen organisatoriske endringer .

source: Sámi parlamentáralaš ráđđi ( SPR ) lea sámi oasseváldima vuođul 06.10.00 evttohan čuovvovaš organiserema Barentsregiovnna orgánaid dáfus : 1 : SPR nammada sámi ovddasteaddji Regiovdnaráđđái , 2:SPR nammada sámi ovddasteddjiid jus šaddet bargojoavkkut Barentsovttasbarggus , ja 3 : Regiovnna álgoálbmogat ožžot ovtta ovddasteaddji Barentsráđđái .
nob: Samisk parlamentarisk råd ( SPR ) har 06.10.00 foreslått følgende organisering med hensyn til samisk representasjon i Barentsregionens organer : 1 : SPR oppnevner samenes representant i Regionrådet , 2 : SPR oppnevner samiske representanter til eventuelle arbeidsgrupper i Barentssamarbeidet , og 3 : Urfolkene i regionen får én representant i Barentsrådet .

source: Sámediggi lea dohkkehan dán , ja oaivvilda dasa lassin ahte Barentsčállingotti álgoálbmotmielbargi galgá fásta ovddastit álgoálbmogiid Regiovdnalávdegottis .
nob: Sametinget har sluttet seg til dette , og mener i tillegg at Barentssekretariatets urfolksmedarbeider blir fast representant for urfolkene i Regionkomitéen .

source: Dán birra ráhkaduvvo čielgaset soahpamuš Sámedikki ja Barentsčállingotti gaskka boahttevaš 2-jagi áigodahkii .
nob: En nærmere avtale om dette utarbeides mellom Sametinget og Barentssekretariatet for kommende 2-års periode .

source: Sámedikki oassálastin Arktálaš ráđis goazaduvvo das go Sámediggi váilevaš resurssaid geažil ii sáhte nannoseamos lági mielde searvat .
nob: Sametingets deltakelse i Arktisk råd hemmes av manglende ressurser som gjør at Sametinget ikke kan delta med den ønskede tyngden .

source: Sávaldat lea ahte Sámi parlamentáralaš ráđđi sáhtášii dán doaimma váldit badjelasás , muhto dat eaktuda ahte ráđđái juolluduvvojit doarvái ekonomalaš návccat .
nob: Det er et ønske at Samisk parlamentarisk råd kan bli satt i stand til å ta på seg dette arbeidet , men dette tilsier at rådet må få tilført de nødvendige økonomiske ressursene .

source: Olgoriikadepartementa dohkkehii barggu 12.09.1999 , Álgoálbmogiidveahkkedoaimmat čuovvolan plána .
nob: Utenriksdepartementet godkjente oppfølgingsplanen for arbeidet med urfolk i bistanden , 12.09.1999 .

source: Sámediggi oaččui unnán vejolašvuođa searvat dán plánabargui , earretgo oassálastit hálddahusdásis bargosemináras .
nob: Sametinget fikk liten mulighet til å delta i utarbeidelsen av denne , utover administrativ deltakelse på et arbeidsseminar i saken .

source: — uovvolanprográmma válddahallá máŋgga ášši main Norga ferte oaivila dahkat , boahttevaš álgoálbmot-veahkkedoaimmaid áŋgiruššama dáfus .
nob: Oppfølgingsprogrammet beskriver en rekke problemstillinger Norge må ta stilling til med hensyn til det framtidige engasjementet overfor urfolk i bistanden .

source: Okta dáin lea Sámedikki vejolaš searvan .
nob: Blant annet gjelder dette eventuell medvirkning fra Sametinget .

source: Dássážii ii leat Olgoriikkadepartementa ii ge NORAD bovden Sámedikki searvat ságastallamiidda Sámedikki vejolaš boahttevaš sajádaga birra álgoálbmogiid veahkkeprográmmas .
nob: Sametinget er hittil ikke invitert til å delta i drøftelsen av Sametingets eventuelle framtidige rolle i bistandsprogrammet for urfolk , verken av Utenriksdepartementet eller NORAD .

source: Dán šálloša Sámediggi garrasit .
nob: Sametinget beklager dette meget sterkt .

source: Okta Sámi parlamentáralaš ráđi deaŧaleamos doaimmain lea juste dál háhkat čállingotti doaimmaide dohkálaš ruhtadeami .
nob: En av de viktigste oppgavene knyttet til Samisk parlamentarisk råd for øyeblikket , er å arbeide fram en tilfredsstillende finansiering av sekretariatsfunksjonene .

source: Lea ohccojuvvon 200.000,- kr Olgoriikkadepartementtas gok-čat lassigoluid maid čállingotti doaimmat mielddisbuktet .
nob: Det ble søkt om kr 200.000,- fra Utenriksdepartementet til å dekke merutgiftene sekretariatsfunksjonen medfører .

source: Olgoriikkadepartementa ii juolludan dán veahki dainna ákkain go sis eai leat ruđat diekkár áigumušaide .
nob: Denne søknaden ble avslått av Utenriksdepartementet under henvisning til at de ikke disponerer midler til slike formål .

source: Ášši váldojuvvui ovdan oktasaš-čoahkkimis ministariiguin 2.11.00 ja doppe mearriduvvui ahte ruhtadeapmi galgá čielggaduvvot .
nob: Saken ble tatt opp i fellesmøtet med ministrene som ble avholdt 02.11.00 og det ble der bestemt at man skulle utrede mulige finansieringskilder .

source: Ovttasbargoorgánan ii galgga Sámi parlamentáralaš ráđđi dušše koordineret dikkiid barggu , muhto maiddái riikkaid dási ja riikkaidgaskasaš dási doaimmaid .
nob: Som et samarbeidsorgan har Samisk parlamentarisk råd ikke bare behov for å koordinere arbeidet mellom tingene , men også det arbeidet som retter seg mot nasjonalt og internasjonalt nivå .

source: Dárbbašlaš lea maiddái ahte sámi áššiid bargu dasa lassin koordinerejuvvo našuvnnalaš eiseválddiid gaskka , ja ahte dat dahkko ovttasráđiid sámedikkiid presideanttaiguin .
nob: Det er nødvendig at arbeidet med samiske spørsmål også koordineres mellom de nasjonale myndighetene , og at dette skjer i et samarbeid med sametingspresidentene .

source: Sámeministariid ja sámedikkiid presideanttaid ovttasbargu lea dál formaliserejuvvon , muhto ii leat vel albmaládje boahtán johtui .
nob: Samarbeidet mellom sameministrene og sametingspresidentene er nå formalisert , men arbeidet i seg selv har ennå ikke kommet skikkelig i gang .

source: Sámediggi atná dárbbašlažžan oažžut áigái buoremus vejolaš ovttasbargovuogi eará sámedikkiiguin .
nob: For Sametinget vil det være nødvendig å finne frem til en mest mulig hensiktsmessig samarbeidsform med de øvrige sametingene .

source: Sámediggi lea sámegiela dáfus rievdadan iežas barggu organiserema .
nob: Sametinget har foretatt en omorganisering av sitt arbeid med samisk språk .

source: Dat dagaha ahte lea dárbbašlaš rievdadit sámelága giellanjuolggadusaid .
nob: Dette medfører at det må foretas endringer i samelovens språkregler .

source: Dat guoská § 3–12 mearrádusaide Sámi giellaráđi birra .
nob: Det gjelder bestemmelsen i § 3–12 om Samisk språkråd .

source: Sámediggi ovddidii Kulturdepartementii evttohusa dán oktavuođas .
nob: Sametinget vil fremme et forslag om dette overfor Kulturdepartementet .

source: Seammás áigu Sámediggi evttohit viiddidit sámegiela hálddašanguovllu ( § 3–1 ) .
nob: Samtidig vil Sametinget foreslå en utvidelse av forvaltningsområdet for samisk språk ( § 3–1 ) .

source: Dasa lassin áigu Sámediggi evttohit rievdadit Sámelága válganjuolggadusaid .
nob: I tillegg vil Sametinget foreslå endringer i Samelovens valgregler / bestemmelser .

source: Boahttevaš hástalusaid stáhta , guovllu ja suohkana doaibmajuogu dáfus áigu Sámediggi bargat dan guvlui ahte sámi áššit buorebut vuhtii váldojuvvojit Norgga politihkalaš vuogádagas go dán rádjái .
nob: Når det gjelder de framtidige utfordringene vedrørende oppgavefordeling mellom stat , region og kommune vil Sametinget arbeide for at de samiske sakene ivaretas bedre i det norske politiske systemet enn tilfellet er i dag .

source: Guovlulaš dássi lea dál rievdaduvvome .
nob: Det regionale nivået er under omlegging .

source: Sámediggi čujuha dasa ahte : 1 : Fylkkagielda lea massán guovllupolitihkalaš ekonomalaš juogadanválddi , muhto das galgá leat guovddáš sajádat regiovnnaid ovdánahttinprográmma ( RUP ) hábmemis .
nob: Sametinget viser til at : Fylkeskommunen har mistet fordelingen av regionalpolitisk økonomisk støtte , men skal ha en strategisk rolle gjennom arbeidet med regionale utviklingsprogram ( RUP ) .

source: RUP:aid galgá almmotge Gieldadepartementa dohkkehit .
nob: RUP-ene skal likevel godkjennes av Kommunaldepartementet .

source: 2 : Fylkkagielda galgá máŋgga áššesuorggis ovttasbargat eará fylkkaiguin badjel fylkarájiid .
nob: Fylkeskommunen må samarbeide over fylkesgrensen med andre fylkeskommuner på flere saksområder .

source: Stuorámus áššesurggiid nugo buohcciviesuid ja spesialista- dearvvašvuođabálvalusa ( nuppilinjá-bálvalusa ) váldá stáhta háldosis .
nob: Det største saksområdet ; sykehusene og spesialisthelsetjenestene ( andrelinjetjenesten ) , overtas av staten .

source: 3 : Dábálaš fylkaplánemis ii leat šat seamma doaibma .
nob: Fylkesplanleggingen i tradisjonell forstand har mistet noe av sin funksjon .

source: Suohkanat leat huksen mearkkašahtti plánen- ja doaibmagelbbolašvuođa , ja atnet fylkkagieldda hehttet suohkanlaš iešovdáneami .
nob: Kommunene har bygd opp en betydelig planleggings- og tiltakskompetanse , og oppfatter fylkeskommunen å være til hinder for den kommunale egenutvikling .

source: 4 : Fylkkagielda ii leat nákcen áigái oažžut duohta bálvalusfálaldagaid sámi álbmogii stáhta prinsihppalaš sámepolitihkalaš ođđa vuoiŋŋa ja riikkaidgaskasaš álgoálbmotpolitihka olis .
nob: Fylkeskommunen har ikke evnet å utvikle reelle tjenestetilbud overfor den samiske befolkningen med utgangspunkt i statens prinsipielle samepolitiske nyorientering og internasjonal urfolkspolitikk .

source: Dán vuođul oaivvilda Sámediggi ahte fylkkagielda berre heaittihuvvot dálá hámis .
nob: På denne bakgrunnen mener Sametinget at fylkeskommunen bør legges ned i sin nåværende form .

source: Berre árvvoštallat ásahit ođđa regiovdnadási riikkaoasseperspektiivvas .
nob: Et nytt regionalt nivå bør vurderes opprettet i et landsdelsperspektiv .

source: Sámediggi eaktuda ahte sámi áššit huksejuvvojit dán ođđa regiovdnadássái vuođu rájes juo , vuhtii válddidettiin ahte sámit leat riikka álgoálbmot .
nob: Sametinget forutsetter at samiske spørsmål bygges inn i det nye regionnivået fra grunnen av med utgangspunkt i hensynet til samene som et urfolk i landet .

source: Dat oaivil doalahuvvo beroškeahttá das makkár boahttevaš čoavddus šaddá stáhta , guovllu ja suohkana doaibmajuogu dáfus .
nob: Dette gjelder også uansett framtidig løsning som velges i funksjonsfordelingen mellom stat , region og kommune .

source: Sámi guovlluin lea vejolaš ekonomalaš doaimmaid vuođđu sihke ođasmuvvi ja nohkavaš resurssaid olis .
nob: Samiske områder har et potensial med hensyn til økonomisk virksomhet basert på fornybare og ikke-fornybare ressurser .

source: Navdojuvvon minerálaresurssat leat maiddái dagahan lassánan beroštumi .
nob: Antatt rike mineralressurser har også blitt gjenstand for økende oppmerksomhet .

source: Sámedikki prinsihpalaš oaidnu lea ahte mii eat mieđit addit ohcanlobi nu guhká go vuoigatvuođaášši ii leat čielgan .
nob: Sametingets prinsipielle holdning er at vi ikke samtykker i å gi letetillatelse så lenge rettighetsspørsmålet ikke er avklart .

source: Ii leat bealuštahtti addit ohcanlobi nu guhká go sámi álbmot ii leat olahan doarvái válddi ja váikkuhusa minerálaresurssaid hálddašeamis .
nob: Det er ikke forsvarlig å gi letetillatelse så lenge det samiske folk ikke har oppnådd tilstrekkelig kontroll over og innflytelse i forvaltningen av de mineralske ressursene .

source: Go sámi álbmogii lea álbmotvuoigatvuođalaš geatnegasvuođaid olis sihkkarastojuvvon dárbbašlaš váikkuhanváldi sámi guovlluid luondduvalljodagaid dáfus ja go oamastanvuoigatvuohta lea dohkkehuvvon , de áigu Sámediggi viidát árvvoštallat mainna lágiin sámi guovlluid minerálaguorahallan galgá čađahuvvot .
nob: Når det samiske folk i tråd med folkerettslige forpliktelser er sikret en nødvendig innflytelse med hensyn til naturressursene i samiske områder og eiendomsretten er anerkjent , vil Sametinget på bredt grunnlag vurdere på hvilken måte utforskningen av mineraler i de samiske områder skal foregå .

source: Dát mearkkaša ahte Sámediggi áigu mearridit galget go , ja vejolaččat movt sámi guovlluid minerálaresurssat galget boahtteáiggis geavahuvvot .
nob: Dette innebærer at Sametinget vil bestemme om og eventuelt hvordan mineralressurser i de samiske områdene skal utnyttes i fremtiden .

source: Dás leat čielga oainnut dasa movt sámi ássanguovlluid valljodagat berrejit hálddašuvvot .
nob: I dette ligger det klare føringer på hvordan ressursene i samiske bosettingsområder bør forvaltes .

source: Dan dihte lea deaŧalaš ahte Ráđđehus ii bargga dan nala ahte ođđa minerálaláhka mearriduvvo ovdal go sámi riektedilálašvuođat leat Stuoradikkis gieđahallon .
nob: Det er derfor viktig at Regjeringen legger opp til at den nye mineralloven ikke skal vedtas før samiske rettighetsforhold blir behandlet i Stortinget .

source: Suodjalan- ja huksenáššiin lea deaŧalaš ahte árvvoštallamiin erenoamážit deattuhuvvo makkár váikkuhusaid vejolaš suodjalan- ja huksendoaimmat dagahit sámi servodahkii oppalohkái .
nob: I verne- og utbyggingsaker er det viktig at det i vurderingen spesielt vektlegges hvilke konsekvenser eventuelle verne- og utbyggingstiltak vil medføre for det samiske samfunnet som helhet .

source: Sámedikki deaŧaleamos doaimmaid gaskkas lea hábmet politihka ja hábmet sámi servodaga ovdáneami eavttuid .
nob: En av de viktigste rollene for Sametinget er å utforme politikken og legge rammene for utviklingen i det samiske samfunnet .

source: Dan dihte lea deaŧalaš ahte Sámediggi áiggis áigái beassá diehtit áššiid birra mat čielgasit gullet sámi servodahkii .
nob: Det er derfor viktig at Sametinget holdes orientert om saker som har stor betydning for det samiske samfunnet .

source: Sámediggi lea mearridan kulturmuitoplána 1998–2001 .
nob: Sametinget har vedtatt samisk kulturminneplan 1998–2001 .

source: Sámedikki politihka vuođđun lea ahte sámi guovlluid guhkes áiggi ealáhuslaš- ja servodatlaš ovdáneapmi ii galgga dagahit ahte luondduriggodagaid geavaheapmi lea stuorát go luondu gierdá .
nob: Grunnlaget for Sametingets politikk er langsiktig nærings- og samfunnsutvikling i samiske områder der bruken av naturressursene ikke må overskride naturens bæreevne .

source: Doahpagat biras , luondu ja kultuvra gullet nannosit oktii .
nob: Begrepene miljø , natur og kultur henger nært sammen .

source: Sámedikki ulbmilin lea nappo siskkildit birasperspektiivva olles Sámedikki bargui ja doibmii . Ulbmilin dáinna lea áigái oažžut birasseastevaš guottuid sámi servodahkii , čalmmustahttimiin ja doarjumiin doaibmavejolašvuođaid mat ovddidit guoddevaš luonddugeavaheami .
nob: Sametinget tar derfor sikte på å integrere miljøperspektivet i hele Sametingets arbeid og virksomhet for å kunne bidra til å realisere en miljøvennlig praksis i det samiske samfunnet gjennom å synliggjøre og understøtte handlingsalternativer som peker i bærekraftig retning .

source: Dan dihte áigu Sámediggi ráhkadišgoahtit birasdieđáhusa mii fátmmasta Sámedikki biras- ja areálaoainnuid .
nob: Sametinget vil derfor iverksette arbeidet med å utvikle en miljømelding som omhandler Sametingets miljø- og arealperspektiver .

source: Diggi bovde Birasgáhttendepartementta ovdánahtti ovttasbargui dán dieđáhusa válmmasteami oktavuođas .
nob: Tinget inviterer Miljøverndepartementet til et konstruktivt samarbeid i utarbeidelsen av meldingen .

source: ON-konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra lea fas šaddan áigeguovdil maŋŋel go jagis 1999 šattai norgalaš rievtti oassin .
nob: FN-konvensjonen om sivile og politiske rettigheter har fått fornyet aktualitet etter at den i 1999 ble en del av norsk rett .

source: Dát mielddisbuktá ahte konvenšuvdna ii dušše atte Norgii álbmotvuoigatvuođalaš geatnegasvuođaid stáhtan , muhto maiddái ahte Norgga duopmostuolut ja hálddahus dál leat geatnegasat geavahit konvenšuvnna siskkáldas rievtti oassin go dahket konkrehta mearrádusaid .
nob: Dette innebærer at konvensjonen ikke lenger bare stiller folkerettslige forpliktelser for Norge som stat , men at norske domstoler og forvaltning nå er forpliktet til å anvende konvesjonen som en del av den interne rett når det treffes konkrete avgjørelser .

source: 27. artihkkalis lea guovddáš oassi mii geatnegahttá norgga stáhta doahttalit sámi vuoigatvuođaid .
nob: Artikkel 27 har en kjernesone som forplikter den norske stat til å respektere samiske rettigheter .

source: Stáhta ii galgga ieš dahkat maidege mii rihkku dáid vuoigatvuođaid ja lea geatnegas suodjalit vuoigatvuođaid badjelduolbmamiid vuostá .
nob: Staten må unnlate å foreta seg noe som krenker disse rettighetene og den har plikt til å beskytte rettighetene mot inngrep .

source: Álgoálbmogiid ealáhusaid luondduvuđđosa sihkkarastin lea nappo hui deaŧalaš oassi stáhta geatnegasvuođain álgoálbmogiid guovdu .
nob: Sikringen av naturgrunnlaget for urfolkets leveveier er derfor en viktig del av statens forpliktelser overfor urfolket .

source: Stáhta ferte čilget movt áigu čađahit geatnegasvuođaid konvenšuvnna olis .
nob: Staten må forklare hvordan de tenker seg å gjennomføre de forpliktelsene konvensjonen gir .

source: St. dieđáhusas Nr. 21 ( 1999–2000 ) Olmmošárvu guovddážis ( Menneskeverd i sentrum ) , evttohuvvui ahte ásahuvvo álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš Davvi-Norgii .
nob: I St. meld . Nr. 21 ( 1999–2000 ) Menneskeverd i sentrum , blir det forslått å opprette et kompetansesenter for urfolksrettigheter i Nord-Norge .

source: Sáme-diggi atná sierra álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáža ásaheami hui mávssolažžan ja lea ávžžuhan ásahit dan dálá sámi gelbbolaš-vuođaguovddážiidda Guovdageainnus , namalassii Davviriikkaid Sámi Instituhttii ja Sámi allaskuvlii .
nob: Sametinget anser etableringen av et eget kompetansesenter for urfolksrettigheter som svært viktig og har anbefalt dette etablert i tilknytning til de eksisterende , samiske kompetansemiljøene i Kautokeino , nemlig Nordisk samisk institutt og Samisk høgskole .

source: Goappaš dáin ásahusain lea dárbbašlaš gelbbolašvuohta ja fierpmádat , sihke našuvnnalaččat ja riikkaidgaskasaččat , sáhttit veahkehit guovddáža barggu .
nob: Begge disse institusjonene har kunnskapen og nettverket , både nasjonalt , regionalt og internasjonalt , som er nødvendige for å kunne bistå i senterets arbeid .

source: Ovttasbargu váikkuha dan ahte guovddáš šaddá spesiáliserejuvvon lassin stuorát olmmošvuoigatvuođabirrasiidda .
nob: Samarbeidet vil bidra til at senteret kan fremstå som et spesialisert supplement til de større menneskerettighetsmiljøene .

source: Ráđđehusa barggu dáfus Sámi vuoigatvuođalávdegotti Finnmárkku čielggadeami čuovvolemiin , bivdá Sámediggi ahte konkrehta ovttasbargu Sámedikkiin álggahuvvo farggamusat , vai Sámediggi ja Ráđđehus sáhttet leat ovttadássásaš ovttasbargoguimmežat .
nob: Når det gjelder det pågående arbeidet i Regjeringen med oppfølgingen av Samerettsutvalgets utredning for Finnmark , ber Sametinget om at det konkrete samarbeidet med Sametinget kommer i gang så fort som mulig , slik at Sametinget og Regjeringen kan være like parter i arbeidet .

source: Ii leat vuos nammaduvvon ođđa sámevuoigatvuođalávdegoddi čielggadit vuoigatvuođaid Tromssas ja lullelis .
nob: Det gjenstår fortsatt å oppnevne det nye samerettsutvalget som skal utrede samenes rettigheter i området fra Troms og sørover .

source: Sámediggi vuordá ahte ovdalaš vieruiduvvan dáhpi čielggadanlávdegottiid nammademiin jotkojuvvo Tromssa ja lulit guovlluid Sámi vuoigatvuođalávdegotti nammadeamis , vrd. árbevierrojoavkku nammadeami Sámi vuoigatvuođalávdegotti barggu oktavuođas .
nob: Sametinget forventer at tidligere etablert praksis med hensyn til oppnevning av utredningsutvalg , jf. oppnevningen av sedvanerettsgruppen i forbindelse med Samerettsutvalgets arbeid , også følges ved oppnevningen av Samerettsutvalget fra Troms og sørover .

source: Sis-Finnmárkku riektiveahkkekántuvra
nob: 1.1.4 Rettshjelpskontoret for Indre Finnmark

source: Sámedikki presideanta čálii Stuoradikki justislávdegoddái reivve 13.04.2000 , Stuoradiggedieđáhu nr. 25 ( 1999–2000 ) Nuvttá riekteveahki meannudeami oktavuođas .
nob: Sametingets president tok i brev av 13.04.2000 kontakt med Stortingets Justiskomité i anledning behandlingen av St.meld. nr. 25 ( 1999–2000 ) Om fri rettshjelp .

source: Sámediggi deattuhii man dehálaš Riekteveahkkekántuvra lea , earenoamážit go jurddaša dan njealji suohkana Guovdageainnu , Kárášjoga , Deanu ja Unjárgga álbmoga riektesihkarvuođa .
nob: Fra Sametingets side ble betydningen av Rettshjelpskontoret understreket , spesielt med tanke på rettsikkerheten for befolkningen i de fire kommunene Kautokeino , Karasjok , Tana og Nesseby .

source: Sámediggi oaivvilda ahte stáhta ferte ruhtadit riekteveahkkedoaimma ollislaččat .
nob: Sametinget så det som et mål at hele virksomheten blir statlig finansiert .

source: Go Stuoradiggi meannudii dán ášši , de sii bivde ahte riekteveahkkedoaimma berrešii jođihit riekteveahkkelága rámmaid siskkobealde .
nob: Stortinget ba i sin behandling om at virksomheten i hovedsak bør drive etter rammene for rettshjelpsloven .

source: Earret eará daddjui ahte kantuvra ii galgga šat fállat nuvttá riekteveahki buohkaide .
nob: Det ble blant annet vist til at kontoret ikke lenger skal gi fri rettshjelp til alle .

source: Sámedikki mielas lea earenoamáš dehálaš sihkkarastit ahte dat joavkut mat ovdal leat ožžon nuvttá riekteveahkkefálaldaga , ain galget dan oažžut .
nob: Sametinget ser det som svært viktig at man i fortsettelsen sikrer at sentrale grupper som tidligere har benyttet seg av tilbudet , ikke blir utestengt .

source: Dat guoská earenoamážit sidjiide geat barget vuođđoealáhusain , nugo boazosápmelaččat , eanadoallit ja riddoguolásteaddjit .
nob: Det gjelder i særlig grad primærnæringsutøvere som reindriftssamer , jordbrukere og kystfiskere .

source: Sámediggi dáhttu muittuhit duogáža manne Riekteveahkkekántuvra ásahuvvui .
nob: Sametinget finner grunn til å minne om bakgrunnen for opprettelsen av Rettshjelpskontoret .

source: Leat unnán advokáhtat dáin suohkaniin , lea dušše okta advokáhtta oasseáiggis .
nob: Det er lav advokatdekning i disse kommunene , kun en advokat på deltid .

source: Dasa lassin lea nu ahte dáid suohkaniid olbmot eai váldde oktavuođa advokáhtain nu dávjá go eará guovlluin , dasa leat sihke gielalaš ja kultuvrralaš sivat .
nob: Dessuten vet man av erfaring at befolkningen i disse kommunene ut i fra språklige og kulturelle hensyn i mindre grad enn ellers kontakter advokater .

source: Sámediggi dáhttu deattuhit Sis Finnmárkku earenoamáš dili , ja ahte Riekteveahkkekántuvrra jođiheapmi ferte bisuhuvvot dohkálaš dásis mii heive guovllu kultuvrralaš dillái .
nob: Sametinget mener det er grunn til å understreke den spesielle situasjonen i indre Finnmark , og at driften av Rettshjelpskontoret må opprettholdes på et forsvarlig nivå tilpasset de kulturelle forholdene man har i området .

source: Jahkásaš boazodoallošiehtadusa soabadallamiid dáfus lea váldoeaktu ahte bealálaččat barget sihkkarastit boazodoalu produktivitehta ( Boazodoallošiehtadus 2000–2001 ) .
nob: Når det gjelder de årlige forhandlingene om en reindriftsavtale , er det en hovedutfordring for partene å bidra til å sikre produktiviteten i reindriften ( Reindriftsavtalen 2000–2001 ) .
